/*
 * Name: OgreAPFCLocalizable.strings
 * Project: OgreKit
 *
 * Creation Date: Jan 22 2004
 * Author: Isao Sonobe <sonoisa@gmail.com>
 * Copyright: Copyright (c) 2004-2018 Isao Sonobe, All rights reserved.
 * License: OgreKit License
 *
 * Encoding: UTF16
 * Tabsize: 4
 */

/* the title of OK button */
"OK"	= "OK";

/* the title of the "More/Less Options" Button */
"More Options"  = "More Options";
"Less Options"	= "Less Options";

/* clear the find/replace histories */
// title
"Clear" = "Clear";
// message
"Do you really want to clear find/replace histories?"   = "Do you really want to clear find/replace histories?";
// buttons
"Yes"   = "Yes";
"No"	= "No";

/* error messages */
"Invalid Regular Expression"   = "Invalid Regular Expression";
